export default function Author(){
    return(
        <>
        <h1>Справка для авторов работ</h1>
        <div className="spravki">
            <h2>Передача исключительных прав</h2>
            <h3>Автор передает исключительное право сайту, распоряжаться его имуществом (фотографиями), выложеными автором на сайт.
                 Необходимо скачать договор и заполнить со стороны автора. Прикрепить в электронном виде при регестрации фотографа.</h3>
            <a href="http://hmrn.ru/raion/poseleniya/seliyarovo/3_%D0%9F%D1%80%D0%B8%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5_%D0%A2%D0%97_%D0%A4%D0%BE%D1%82%D0%BE%D0%BF%D1%80%D0%BE%D0%B5%D0%BA%D1%82_%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%B8%D0%B5.pdf">Образец договора ст.1</a>
        </div>
        <div className="spravki">
            <h2>Согласие модели на публицацию изображений</h2>
            <h3>Обнородование и дальнейшее использование изображений гражданина допускаются только с согласия этого гражданина. 
                При публикации работ с гржданином должен быть прикреплун договор о его согласии. </h3>
                <a href="https://www.vsrf.ru/documents/own/8435/">Дополнительны материалы можно посмотреть перейдя по ссылке. Пункт 46</a>
        </div>
        <div className="spravki">
            <h2>Согласие администраций зданий</h2>
            <h3>При публикации фотографии, которое содержит здание и оно является охраняемым объектом, интелектуальной 
                собственостью, частная собственость или имеет авторские права. Фотограф при публикации данного снимка на сайт, должен придоставить согласие 
                администрации на публикацию изображени.</h3>
            <a href="http://hmrn.ru/raion/poseleniya/seliyarovo/3_%D0%9F%D1%80%D0%B8%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5_%D0%A2%D0%97_%D0%A4%D0%BE%D1%82%D0%BE%D0%BF%D1%80%D0%BE%D0%B5%D0%BA%D1%82_%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%B8%D0%B5.pdf">Образец договора ст.2</a>
        </div>
        </>
    )
}