export default function Reference(){
    return(
        <>
        <h1>Информация для фотографов и покупателей</h1>
        <div className="spravki">
            <h2>Политика конфиденциальности</h2>
            <h3>Конфиденциальность информации предоставляемая пользователем в момент регистрации. Принимая условия политики 
                конфиденциальности пользователь соглашается с обработкой его персональных данных и с рассылкой по почке о новостях сайта. </h3>
            <a href="#">Узнать более подробно</a>
        </div>
        <div className="spravki">
            <h2>Согласие на обработку персональных данных</h2>
            <h3>Принимая согласие на обработку персональных данных пользователь дает согласие на предоставление 
                информации о нем 3 лицам, исключительно в информационнных целях. </h3>
            <a href="#">Узнать больше</a>
        </div>
        <div className="spravki">
            <h2>Оферта</h2>
            <h3>Настоящий лицензионный Договор определяет условия, по которым клиетн банка изображений
                 Collection получает права на использование Работ фотографов, размещенных на сайте. </h3>
            <a href="#">Узнать подробнее</a>
        </div>
        </>
    )
}